alexdauenhauer.catppuccin-noctis
amazonwebservices.aws-toolkit-vscode
anthropic.claude-code
catppuccin.catppuccin-vsc
dannysteenman.cloudformation-yaml-snippets
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hashicorp.terraform
ipedrazas.kubernetes-snippets
ivory-lab.jenkinsfile-support
janjoerke.jenkins-pipeline-linter-connector
josemurilloc.aura-spirit-dracula
lunuan.kubernetes-templates
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.remote-explorer
pkief.material-icon-theme
redhat.vscode-yaml
vscodevim.vim
william-voyek.vscode-nginx
